#include"staff_init.h"

Staff keeper1={"张三","饲养员",202401,100101};
Staff keeper2={"李四","饲养员",202402,100202};
Staff keeper3={"吴平","饲养员",202403,100303};
Staff keeper4={"黄静","饲养员",202404,100404};
Staff keeper5={"周强","饲养员",202405,100505};
Staff keeper6={"王红","饲养员",202406,100606};
Staff keeper7={"赵刚","饲养员",202407,100707};
Staff keeper8={"胡浩","饲养员",202408,100808};
Staff keeper9={"陈敏","饲养员",202409,100909};
Staff keeper10={"周洋","饲养员",202410,101010};
Staff keeper11={"李华","饲养员",202411,101111};
Staff keeper12={"金杰","饲养员",202412,101212};
Staff keeper13={"王明","饲养员",202413,101313};
Staff keeper14={"刘丽","饲养员",202414,101414};
Staff keeper15={"王峰","饲养员",202415,101515};
Staff keeper16={"张娜","饲养员",202416,101616};
Staff keeper17={"赵勇","饲养员",202417,101717};

Staff admin1={"猫皮","管理员",202301,200101};

